<?php
return [
    'error_hash_not_found' => 'Временная записка не найдена!',
    'error_not_now' => 'Время еще не пришло! Записку можно будет увидеть :time',
    'enter_text' => 'Введи текст вашей записки...',
    'send' => 'Отправить',
    'done' => 'Готово!',
    'done_time' => 'Записка будет открыта :time',
    'copy' => 'Скопировать ссылку',
    'how' => 'Как это работает?',
    'about' => 'О сайте',
    'about_author' => 'Автор',
    'about_used' => 'Использовано',
    'note_created' => 'Записка создана',
    'note_activated' => 'и открыта для просмотра с',
    'about_site' => 'Данный сайт предназначен для создания Timenote — сообщений, автоматически активируемых 
        в назначенное вами время, но не более месяца от текущей даты. Очень удобно, например, для подготовки ответов 
        на загадки или предсказаний исхода спортивных состязаний. Сработавшие сообщения хранятся неделю.<br>
        После создания вы получите уникальную ссылку, которую сможете отправить своим собеседникам.<br>
        Сообщения на сервере хранятся в зашифрованном виде. Мы не храним данные о вас, кроме IP отправителя.<br>',
];